{
  "articulos": [
    {
      "title": "Charlie Hurt: Trump-Fauci difference over NFL outlook proves president can work through disagreements",
      "body": [
        "Washington Times opinion editor and Fox News contributor Charles Hurt told \"The Ingraham Angle\" Friday that President Trump's apparent difference of opinion with Dr. Anthony Fauci about the likelihood of a 2020 NFL season shows the president \"has no problem surrounding himself with people that he doesn't agree with.\"",
        "On Thursday, Fauci told CNN that \"football may not happen this year\" unless players are \"insulated from the community and ... tested nearly every day.\" On Friday, Trump abruptly tweeted, \"Tony Fauci has nothing to do with NFL Football. They are planning a very safe and controlled opening.\"",
        "Hurt said that \"Ingraham Angle\" host Tammy Bruce was correct when she said Trump appears to be tiring of Fauci's gloom-and-doom predictions.",
        "TRUMP DISMISSES FAUCI'S ASSESSMENT OF UPCOMING NFL SEASON AMID PANDEMIC",
        "\"Yeah, my thinking is it's a little bit more than that, actually,\" he added. \"This is just further evidence the president has no problem surrounding himself with people that he doesn't agree with.",
        "\"In fact,\" Hurt added, \"he seeks out [dissenting views]. He likes to have people he doesn't necessarily agree with so that he can get an alternate opinion.\"",
        "Hurt went on to say that Trump is not afraid to use \"powerful language\" to keep his advisers from straying into topics they \"have no business\" in.",
        "CLICK HERE TO GET THE FOX NEWS APP",
        "\"It is amazing when you think about how badly Dr. Fauci and a lot of these other health experts have gotten a lot of these things wrong,\" he added. \"It's not a left-right thing or a Democrat-Republican thing or Biden.Trump thing, it's a B.S. thing.",
        "\"And at some point, regular voters realize, 'OK, you have to wear a mask all the time unless you are rioting in the streets, in which case you don't need to wear a mask. But if you are going to do a rally, you do have to wear it.' People see through this.\""
      ]
    },
    {
      "title": "White House announces plans for Fourth of July celebrations",
      "body": [
        "The White House said in a statement Friday it will be hosting a “2020 Salute to America” on the South Lawn for the Fourth of July.",
        "The announcement signals another big celebration in honor of Independence Day, set with “music, military demonstrations, and flyovers to honor our Nation’s service members and veterans.”",
        "President Trump will also give a speech prior to the traditional firework display at the end of the evening.",
        "TRUMP STILL WANTS JULY 4TH CELEBRATION IN DC WITH 'DIFFERENT LOOK’ DESPITE DEM CONCERNS, WHITE HOUSE SAYS",
        "Democratic lawmakers from D.C., Maryland and Virginia in the House and Senate, led by Rep. Don Beyer, D-Va., sent a letter to Defense Secretary Mark Esper and Secretary of the Interior David Bernhardt requesting that the celebrations be put off this year to save taxpayers money in light of the coronavirus pandemic.",
        "The letter also cited concerns over social distancing measures and citywide logistics.",
        "“Given the number of individuals that would try to attend such an event, logistically such an event would be impossible to put on safely,” the letter said.",
        "\"As President Trump has said, there will be an Independence Day celebration this year and it will have a different look than 2019 to ensure the health and safety of those attending,” White House Deputy Press Secretary Judd Deere said in a statement regarding the announcement in May.",
        "MESSAGES CALL FOR NYPD JULY 4TH STRIKE TO PROTEST ANTI-POLICE CLIMATE",
        "“The American people have shown tremendous courage and spirit in the fight against this global pandemic just as our forefathers did in the fight to secure our independence, and both deserve celebration on America’s birthday this year.\"",
        "The president is reportedly expected to attend at a July 3 flyover at Mount Rushmore.",
        "CLICK HERE TO GET THE FOX NEWS APP",
        "South Dakota Gov. Kristi Noem said in a press conference Friday that she is not planning on enforcing social distancing measures.",
        "“We haven’t even come close to reaching the capacity of the amount of people that we can take care of,” Noem said. “So it’s been encouraging to see infection rates decline.”"
      ]
    },
    {
      "title": "Phoenix requires masks in public as coronavirus cases surge",
      "body": [
        "The Phoenix city council held an emergency meeting on Friday to pass an order requiring residents to wear face masks when they go out in public in an effort to limit the spread of the novel coronavirus and avoid a second wave.",
        "Mayor Kate Gallego, a Democrat, presided over a 7-2 vote in favor of the mandatory measure, according to The Associated Press. The order is set to go into effect at 6 a.m. on Saturday.",
        "“Public health professionals tell us there are steps we can take to slow the spread. With today’s vote, the Phoenix City Council is moving forward to protect our community,” she said.",
        "The local ordinance will apply to those in public spaces and anyone riding public transit. Restaurants and businesses reserve the right to refuse service to any customer who is noncompliant, the AP reported.",
        "Children under age 6 will be exempt from the new rule and will not be required to wear a facial covering. As will those who have specific religious beliefs against covering their faces.",
        "CALIFORNIA COUNTY SHERIFF SAYS HE WdON'T ENFORCE NEWSOM'S COROANVIRUS MASK ORDER",
        "Police Chief Jeri Williams said officers will “lead with education,\" by letting first-time offenders off with just a warning, only turning to citations when all other options have been exhausted.",
        "Williams' sentiments echoed that of Sacramento County Sheriff Scott Jones, who said Friday that his deputies would not be enforcing California Gov. Gavin Newsom's face mask decree.",
        "He said they will instead make an effort to educate the public to the greatest extent possible, without adding to the current tension between civilians and law enforcement.",
        "In a statement posted to Facebook, the sheriff’s office explained that residents should be “exercising safe practices” in the face of COVID-19, including the use of masks. However, it also deemed the idea of enforcement to be “inappropriate,” because it would criminalize average Americans for a relatively small infraction.",
        "“Due to the minor nature of the offense, the potential for negative outcomes during enforcement encounters, and anticipating the various ways in which the order may be violated, it would be inappropriate for deputies to criminally enforce the Governor’s mandate,” Jones' statement read.",
        "CLICK HERE TO GET THE FOX NEWS APP",
        "Sacramento County deputies will instead work “in an educational capacity,\" alongside health officials. The announcement came just one day after Newsom, also a Democrat, issued the statewide order mandating the use of facial coverings.",
        "The Associated Press contributed to this report"
      ]
    },
    {
      "title": "Brazil's coronavirus cases top 1 million as the virus spreads",
      "body": [
        "Brazil’s government announced Friday that its coronavirus outbreak has surpassed a million cases, making it second-leading nation in the world to the United States in coronavirus infection rates.",
        "\"Almost half of the cases reported were from the Americas,\" World Health Organization General-Director Tedros Adhanom Ghebreyesus told a virtual briefing. \"The world is in a new and dangerous phase ... the virus is still spreading fast, it is still deadly, and most people are still susceptible.”",
        "The Brazilian President Jair Bolsonaro maintains that the repercussions from social distancing measures still outweigh the severity of the virus in the country.",
        "BRAZILIAN INDIGENOUS LEADER WHO FOUGHT TO PROTECT AMAZON RAINFOREST DIES FROM THE CORONAVIRUS",
        "Bolsonaro has repeatedly downplayed the virus, referring to the coronavirus as a “little flu,” and told reporters earlier this month that he “regret[s] all the dead but it is everyone's destiny.”",
        "The United States, which has a population 56 percent bigger than Brazil, has reported over 2.2 million cases.",
        "But health experts believe that the infection rate could be as much as seven times higher in Brazil.",
        "Johns Hopkins University has reported that Brazil is conducting 14 tests a day for every 100,000 people, but medical officials say the amount of tests is up to 20 percent less than what they should be to accurately track the virus.",
        "Although data shows that the virus is reaching a plateau in the cities near the Atlantic in the north, the rural countryside towns, which are less equipped to deal with the crisis, are seeing a spike in cases.",
        "AS BRAZIL SEES RECORD DEATHS, BOLSONARO PROCLAIMS: DEATH IS 'EVERYONE’S DESTINY'",
        "“There is a lot of regional inequality in our public health system and a shortage of professionals in the interior,” Miguel Lago, executive director of Brazil’s Institute for Health Policy Studies. said.",
        "“That creates many health care deserts, with people going long distances to get attention. When they leave the hospital, the virus can go with them,” Lago added.",
        "Brazil, which has seen 50,000 deaths according to their Ministry of Health, has struggled to maintain a health minister during the crisis.",
        "Former Health Minister Dr. Nelson Teich resigned in May, after serving in office for only month. Reports later surfaced of his disagreements with Bolsonaro on social distancing measures and whether or not the anti-malaria drug, chloroquine, should be distributed. Teich referred to the drug as “an uncertainty” and differed with the president over how to balance the economy with the crisis.",
        "CLICK HERE TO GET THE FOX NEWS APP",
        "His predecessor, Luiz Henrique, was fired from his position of health minister after also disagreeing with the president on how to handle the pandemic.",
        "Bolsonaro has not yet filled the health minster role, even as the country has evolved into the new epicenter of the coronavirus.",
        "The Associated Press contributed to this report. "
      ]
    },
    {
      "title": "As states see coronavirus surges, health officials say combination of factors responsible",
      "body": [
        "This week, states throughout the nation have seen surges in coronavirus cases, with the average number of new cases per day increasing by about 20 percent to nearly 24,000 cases per day. Health officials say a combination of factors is likely responsible for these increases.",
        "“It’s multifactorial,” said Dr. Janette Nesheiwat, family and emergency medicine physician and medical director of CityMD, said. “The initial wave of COVID-19 is still with us, hitting each state at different points in time. We see more cases because we are doing more testing. Also, the country is reopening, which means an increase in mobility of people, which by nature means we will have more cases.”",
        "States reopening, increased testing and “quarantine fatigue” are largely responsible for these surges, according to experts.",
        "Dr. Marty Makary, professor of surgery, health policy and management at Johns Hopkins and Fox News medical contributor, said the disregard for distancing and use of masks in some parts of the country has greatly influenced the hospitalization highs of late.",
        "“We are seeing increases in hospitalizations in Texas, North Carolina, South Carolina, Arizona, Florida, Arkansas and other states resulting not from institutional spread, such as nursing homes and meatpacking outbreaks,” Makary said, “but instead from daily activity.”",
        "Health officials stress the importance of hospitalization rates and number of deaths over the number of positive cases.",
        "Over the past week, there were, on average, about 660 deaths due to COVID-19 in the U.S. Over the past three days there were on average about 770 deaths.",
        "“This is very concerning because we are seeing these increases amidst an expected seasonal decline associated with entering the summer,” Makary said. “I’m concerned we’ll have a lot of cases seeding the next wave in the fall. If you think about it, the current wave was seeded by a few dozen cases in January and early February. We may be seeding the next wave with 100,000-200,000 cases going into the next cold season.”",
        "A model produced by the University of Washington predicts that the United States will have over 201,000 COVID-19 deaths by Oct. 1.",
        "Nesheiwat feels this prediction is accurate.",
        "“We have roughly 600 to 700 cases per day,” Nesheiwat said. “Mobility increases transmission of COVID, for example, the protests where we had massive large crowd gatherings with people shouting and screaming spewing viral particles into the air close in contact with each other, or Mother’s Day church gatherings, or states that opened without following recommended guidelines.”",
        "AS COVID-19 CASES SPIKE IN PARTS OF THE US, APPLE TO CLOSE DOWN SOME STORES AGAIN",
        "So how can we bring these numbers back down?",
        "“Aggressive case management is the way to bring down case numbers and hospitalizations,” said Dr. Amesh Adalja, infectious disease doctor and senior scholar at the Johns Hopkins Center for Health Security. “The virus is with us. People need to take actions realizing that there is nothing that is without risk. It will be important to think about social distancing as we go through this pandemic without a vaccine.”",
        "He says the best way for people to decrease their risk of becoming infected is by decreasing their physical interaction with others, observing social distancing norms, handwashing frequently, avoiding highly congregated places and possibly wearing face shields.",
        "ASYMPTOMATIC COVID-19 PATIENTS HAVE WEAKER IMMUNE RESPONSE, CHINA STUDY FINDS",
        "Makary said it’s all about slowing the spread.",
        "“More important than creating new regulations is convincing people to practice good behavior around best practices,” Makary said. “I would say that complacency is our greatest threat going into the fall.”",
        "Health experts are urging people to reconsider nonessential activities in areas where cases and hospitalizations are on the rise.",
        "“For example, schools can hold classes but should consider postponing nonessential field trips and contact sports this year in areas with active infections,” Makary said. “National organizations should postpone their in-person conferences since travel is a well-known vector of transmission. Retail should attempt to move their activities outdoors if feasible to do so.”",
        "CLICK HERE TO GET THE FOX NEWS APP",
        "While health officials recognize that humans are, by nature, social creatures who crave interaction with others, the novel virus and its deathly effects are not exaggerated, as some have started to believe.",
        "“COVID is not an exaggeration,” Nesheiwat said. “I have seen firsthand patients dying in my arms. It is heart-wrenching to see someone’s life taken too soon. The virus can affect anyone at any age. It is still here and it’s deadly.”",
        "Makary agreed, reiterating how the virus affects all of society, especially the most vulnerable members, such as children, those with disabilities and the elderly. But nonetheless he remains optimistic and urges others to do the same.",
        "“This is not a fate we have to accept, but one we can impact,” Makary said."
      ]
    },
    {
      "title": "Coronavirus pushing students off campus but pricey rents still linger",
      "body": [
        "The coronavirus pandemic has forced many colleges to close their doors and go virtual. Now some students who signed early leases are left wondering if they need -- or can still afford --them.",
        "“Pre-COVID, student housing was this steady, coupon-clipping business,” John Pawlowski, a senior analyst for real estate research firm Green Street Advisors, told The Orange County Register. “COVID-19 hit and campuses closed in the spring, and there was a lot of uncertainty.”",
        "UNIVERSITY OF CALIFORNIA REGENTS APPROVE BRINGING BACK AFFIRMATIVE ACTION",
        "In Los Angeles, Orange, Riverside and San Bernardino counties, nearly half, or 44 percent, of 39 college campuses plan to be fully or mostly online in the fall, according to Chronicle of Higher Education data. The University of California, Los Angeles, for example, is forecasting up to 20 percent of its courses, like performing arts and clinical health, will have a hybrid online option.",
        "ANN MARIE SASTRY: GLOBAL EDUCATION RACE – US MUST DO THIS OR LOSE EDGE",
        "At the same time, lease rates for the 2020-21 academic year for big private student housing providers are parallel last year’s rates. According to data from apartment data firm RealPage, 89 percent of professionally managed student housing beds were pre-leased as of May.",
        "There is help for some. The Scion Group recently announced that at Orange Coast College, students will be allowed to cancel their leases through July 5 or push the start date to spring.",
        "CLICK HERE TO GET THE FOX NEWS APP"
      ]
    },
    {
      "title": "California county sheriff says he won't enforce Newsom's coronavirus mask order",
      "body": [
        "The sheriff's office for Sacramento County announced on Friday that it will not enforce Gov. Gavin Newsom's coronavirus order, which requires residents to wear masks or facial coverings while they are out in public.",
        "The announcement came just one day after Newsom, a Democrat, issued the statewide order mandating the use of facemasks.",
        "In a statement posted to Facebook, the sheriff’s office said residents should be “exercising safe practices” in the face of COVID-19, including the use of masks, but it also deemed the idea of enforcement to be “inappropriate,” because it would criminalize average Americans for a relatively small infraction.",
        "“Due to the minor nature of the offense, the potential for negative outcomes during enforcement encounters, and anticipating the various ways in which the order may be violated, it would be inappropriate for deputies to criminally enforce the Governor’s mandate,” Sheriff Scott Jones' statement read.",
        "COPS AID MOM AFTER BOSTON MARKET EMPLOYEES CALL PO.LICE ON HER NON-VERBAL, AUTISTIC CHILD FOR NOT WEARING FACE MASK",
        "Deputies will instead work “in an educational capacity,\" alongside health officials, to avoid any further escalation between bystanders and law enforcement.",
        "Jones added, however, that employees will comply with the governor's order as much as is pragmatically possible.",
        "\"As for the Sheriff's Office and its employees, we will comply with the Governor's mask recommendations to the extent feasible,\" the message concluded.",
        "Newsom said in his initial statement that, \"Science shows that face coverings and masks work,” and “they are critical to keeping those who are around you safe, keeping businesses open and restarting our economy.”",
        "CLICK HERE TO GET THE FOX NEWS APP",
        "This news comes as California gets ready to broadly reopen the state economy. People can now shop, dine in at restaurants, get their hair done and go to church in most counties.",
        "Overall there have been 157,000 reported cases of coronavirus in the state and more than 5,200 deaths, as of Thursday.",
        "Fox News' Andrew O'Reilly and The Associated Press contributed to this report "
      ]
    },
    {
      "title": "RNC makes 'Whitmer Yacht Club' koozies after Michigan gov’s boat controversy amid lockdown",
      "body": [
        "The Republican National Committee is now selling “Whitmer Yacht Club” koozies to commemorate the scandal Gov. Gretchen Whitmer faced when her husband name-dropped his wife to try to have their family’s boat put in the water far from their home in Lansing, despite Whitmer telling residents not to travel due to coronavirus.",
        "About 500 koozies have already been purchased, RNC chairwoman Ronna McDaniel, a Michigan resident, told The Detroit News.",
        "\"Lockdown for thee. Open waters for me,\" the koozie reads.",
        "Whitmer, a Democrat, imposed one of the strictest lockdowns in the country, sparking frequent protests. What's more, she's told people not living in Northern Michigan to stay away from vacation spots there during Memorial Day weekend.",
        "But Whitmer’s husband, Marc Mallory, apparently called NorthShore Dock to see if his boat could be placed in the water at the family’s second home in Northern Michigan.",
        "MICHIGAN GOV. CLAIMS HUSBAND'S REPORTED BOAT REQUEST WAS 'FAILED ATTEMPT AT HUMOR'",
        "\"This morning, I was out working when the office called me, there was a gentleman on hold who wanted his boat in the water before the weekend,\" Dowker posted, The Detroit News reported. \"Being Memorial weekend and the fact that we started working three weeks late means there is no chance this is going to happen.\"",
        "He continued, \"Our office personnel had explained this to the man and he replied, 'I am the husband to the governor; will this make a difference?'\" The docking company later noted that Mallory respectfully accepted that the accommodation would not be possible.",
        "Whitmer tried to distance herself from her husband’s comments, saying they were a “failed attempt at humor.”",
        "“My husband made a failed attempt at humor last week when checking in with a small business that helps with our boat and dock up north,\" Whitmer said at a press conference Tuesday. “Knowing it wouldn’t make a difference, he jokingly asked if being married to me might move him up in the queue. Obviously with the motorized boating prohibition in our early days of COVID-19, he thought it might get a laugh. It didn’t.”",
        "Whitmer added: “To be honest, I wasn’t laughing either when it was relayed to me. Because I knew how it would be perceived. He regrets it. I wish it wouldn’t have happened. And that’s really all we have to say about it.”",
        "The RNC said the koozies are meant to commemorate the 100th day since Whitmer declared a state of emergency due to coronavirus, which was Thursday, and to mark the official start to summer. The governor has extended the state of emergency to July 16.",
        "CLICK HERE FOR THE FOX NEWS APP",
        "Trump Victory spokesman Chris Gustafson said the koozies will remind Michigan residents of Whitmer’s “intrepid hypocrisy.”"
      ]
    },
    {
      "title": "Fox News Poll: Voters say yes to face masks, no to rallies",
      "body": [
        "Voters gave a thumbs-up to face masks and a thumbs-down to political rallies in the latest Fox News Poll. Eighty (80) percent have a favorable view of mask-wearers, including 89 percent of Democrats, 68 percent of Republicans, and 61 percent of those who strongly approve of President Trump’s job performance.",
        "By a 36-point margin, voters say presidential candidates holding large political events and rallies is a bad idea (23 percent good idea, 59 percent bad idea). Another 16 percent say it depends.",
        "Currently, 84 percent are at least somewhat concerned about the spread of coronavirus in the U.S.  That includes 54 percent who feel very concerned.",
        "While those are big numbers, there is less worry today than there was earlier this spring.  Concern peaked at 94 percent in April, with 70 percent very concerned at that time.",
        "The partisan differences are striking:  70 percent of Democrats and 53 percent of independents are very concerned about coronavirus spreading, while just 35 percent of Republicans feel the same.",
        "The survey finds voters have mixed views on whether the government’s response to the virus was too little, too much, or just right.  Nineteen percent say the quarantines and lockdowns went too far, while 38 percent say not far enough, and another 38 percent say about right.",
        "CLICK HERE TO READ THE POLL RESULTS",
        "Eight in 10 Republicans believe the government’s response was about right (47 percent) or went too far (33 percent).  Nine in 10 Democrats say it was about right (32 percent) or was too little (57 percent).",
        "Overall, 44 percent approve of Trump’s response to coronavirus, and 56 percent approve of Dr. Deborah Birx, while positive bipartisan reviews put approval of Dr. Anthony Fauci at 72 percent.  Sixty-five percent of Republicans and 80 percent of Democrats approve of Fauci.",
        "More voters continue to approve of their state government’s response (68 percent) than how the federal government is handling the pandemic (50 percent).",
        "When asked if the pandemic is under control, 7 percent say completely, 16 percent mostly, 43 percent somewhat, and 33 percent “not at all.”",
        "The poll also finds concerns on both ends of the reopening debate.  Seventy-seven percent fear that opening too quickly will lead to an increase in infections and more shutdowns (including 46 percent “very” concerned).",
        "On the other hand, 73 percent are worried that moving too slowly will cause more economic harm (35 percent “very” worried).",
        "Over double the number of Democrats (62 percent) as Republicans (28 percent) feel “very” concerned about moving too quickly.",
        "And more than twice as many Republicans (51 percent) as Democrats (24 percent) are “very” concerned about reopening too slowly.",
        "“Americans are spooked,” says Republican pollster Daron Shaw, who conducts the Fox News Poll with Democrat Chris Anderson. “They are caught between the rock of the pandemic and the hard place of continued economic uncertainty.”",
        "Poll Pourri",
        "-- The number of voters giving the economy positive marks is up 8 points since last month and currently stands at 28 percent excellent/good. That is still a long way from the 55 percent who rated conditions positively in January.",
        "-- Forty-nine percent approve of how the president is handling the economy, down from a high of 56 percent in January. The economy is still his best issue, as fewer approve on health care (39 percent) and race relations (32 percent).",
        "-- A record 56 percent have a favorable view of ObamaCare, up from 52 percent last July.  The shift comes from an uptick among Democrats (+3 points), Republicans (+3), and independents (+8).  Still, almost all Democrats (85 percent) view the health care law positively compared to over half of independents (53 percent) and about a quarter of Republicans (23 percent).",
        "-- Two-thirds of voters see unemployment (67 percent) and coronavirus (67 percent) as major threats to the stability of the United States.  Sixty-four percent perceive racism as a major threat, up from 58 percent in September.",
        "CLICK HERE TO GET THE FOX NEWS APP",
        "-- Approval of Congress is down 11 points and stands at 24 percent.  Some 35 percent approved in April, soon after lawmakers passed a $2 trillion dollar coronavirus relief package.",
        "Conducted June 13-16 2020 under the joint direction of Beacon Research (D) and Shaw & Company (R), this Fox News Poll includes interviews with 1,343 randomly chosen registered voters nationwide who spoke with live interviewers on both landlines and cellphones.  The poll has a margin of sampling error of plus or minus 2.5 percentage points for all registered voters."
      ]
    },
    {
      "title": "Three Tampa Bay Lightning players test positive for coronavirus, team facility shut down",
      "body": [
        "Three Tampa Bay Lightning players tested positive for coronavirus this week despite “strictly” following the NHL’s safety protocols during Phase 2 of the league's Return to Play plan, the team announced Friday.",
        "General Manager Julien BriseBois said in a statement that the players and “additional staff members” tested positive on Thursday, prompting the Lightning to immediately shut down its training facilities.",
        "NHL HUB: CANADA’S JUSTIN TRUDEAU ANNOUNCES 3 CITIES ELIGIBLE FOR CONSIDERATION ",
        "“Those players have been self-isolated following CDC protocols and are asymptomatic other than a few cases of low-grade fever,” he said. “Those who have been in contact with these individuals have been notified. The Lightning continue testing and are strictly following all NHL and government procedures as part of the league’s Phase 2 guidelines.”",
        "A source close to the organization told The Associated Press that five people had tested positive for the virus. It was not immediately known which players tested positive.",
        "“The Lightning are steadfast in doing all that we can to ensure the health and safety of our players, staff, fans and community,” BriseBois continued.",
        "NHL SEATTLE CEO TO HOLD OFF ANNOUNCING TEAM NAME AMID PROTEST, PANDEMIC, SAYS FRANCHISE WON’T BE ‘TONE DEAF’",
        "“With a significant rise in cases in the City of Tampa, Hillsborough County, and the state of Florida, we are imploring everyone in the Bay Area, especially young people, to help slow the spread of this pandemic by diligently following the recommendations of government officials by wearing a mask, practicing social distancing and continuing to wash their hands regularly. We need to work together as a community to slow the spread.”",
        "CLICK HERE TO GET MORE SPORTS COVERAGE FROM FOXNEWS.COM",
        "Positive cases among players could push back the league’s timeline for returning to a 24-team playoff format this summer. Phase 2 of the league's plan began June 8 and allowed for limited workouts at team facilities. Under phase 3 of the plan, training camps would open July 10 if medical and safety conditions allow.",
        "The Boston Bruins, Ottawa Senators, Colorado Avalanche and Pittsburgh Penguins have all seen players test positive over the past few weeks."
      ]
    },
    {
      "title": "Babies with COVID-19 tend to have mild illness, study finds",
      "body": [
        "Infants under 3 months old who test positive for COVID-19 tend to do well, mostly showing only a fever and few respiratory symptoms, a new study reveals.",
        "The study, which included 18 infants, showed that out of the 50 percent who were admitted to a hospital's general inpatient service, none required oxygen, respiratory support, or intensive care.",
        "\"While there is limited data on infants with COVID-19 from the United States, our findings suggest that these babies mostly have mild illness and may not be at higher risk of severe disease as initially reported from China.\" said lead author Leena B. Mithal, pediatric infectious diseases expert from Lurie Children's Hospital and assistant professor of pediatrics at Northwestern University Feinberg School of Medicine, in a statement.",
        "AS COVID-19 CASES SPIKE IN PARTS OF THE US, APPLE TO CLOSE DOWN SOME STORES AGAIN",
        "\"Most of the infants in our study had fever, which suggests that for young infants being evaluated because of fever, COVID-19 may be an important cause, particularly in a region with widespread community activity. However, evaluation for bacterial infection in young infants with fever remains important,\" Mithal said.",
        "Out of the infants admitted to the hospital, six out of nine had gastrointestinal symptoms, such as poor feeding, vomiting and diarrhea. Upper respiratory tract symptoms of cough and congestion preceded onset of GI symptoms, researchers said. Young infants also had notably high viral loads in their nasal specimens despite mild clinical illness.",
        "ASYMPTOMATIC COVID-19 PATIENTS HAVE WEAKER IMMUNE RESPONSE, CHINA STUDY FINDS ",
        "\"It is unclear whether young infants with fever and a positive test for SARS-CoV-2 require hospital admission,\" explained Mithal. \"The decision to admit to the hospital is based on age, need for preemptive treatment of bacterial infection, clinical assessment, feeding tolerance, and adequacy of follow-up. There may be opportunities to utilize rapid SARS-CoV-2 testing to determine disposition of clinically well infants with fever.\"",
        "According to Mithal and their colleagues, there was an overrepresentation of Latinx ethnicity among their sample of infants at 78 percent.",
        "\"Although we expected that there would be many infants of Latinx ethnicity with COVID-19, there may be additional factors contributing to the disproportionate majority of Latinx cases we observed in this age group,\" said Mithal. \"Access to sick-visit care in some primary care pediatric offices has been limited, with practices referring symptomatic children to the emergency department. Limited access to telemedicine care also may be a factor. Finally, there may be a greater likelihood of exposure with extended family living in the home or family members working outside the home during this pandemic.\"",
        "Findings were published in The Journal of Pediatrics."
      ]
    },
    {
      "title": "‘Unsubscribe’ is a $0-budget movie that cleverly ‘topped the US box office’",
      "body": [
        "While the coronavirus pandemic stifled film production in its traditional sense, two filmmakers found a way to make a movie with a zero-dollar budget that became the No. 1 film in America all because they exploited a loophole.",
        "Christian Nilsson and Eric Tabach made a movie, rented out a movie theater, purchased all of the tickets themselves and basked in the success of producing a No. 1 movie at the box office, simply because nothing else was playing.",
        "\"I noticed that the box office figures were absurd; $9,000, $15,000 for each movie,” Tabach told the BBC. “Nothing big was coming out. Blockbuster films were on hold. I wanted to find a way to get the biggest number.”",
        " 'NO TIME TO DIE' RELEASE DATE MOVED UP, COULD COST FILM BOX OFFICE RECORD",
        "Reminiscent of the 2014 thriller \"Unfriended\" is “Unsubscribe,\" the film that took Nilsson and Tabach to the promised land. Nilsson wrote the 30-minute horror flick. which takes place entirely over Zoom. (You might be familiar with the popular video conferencing program that’s grown amid the work-from-home setups that have become normality for many.)",
        "The cast of the Zoom-based film includes Ozark’s Charlie Tahan along with other YouTube personalities in his network.",
        "NORTH AMERICAN BOX OFFICE SUFFERS $600M DEFICIT YEAR-OVER-YEAR AMID CORONAVIRUS PANDEMIC: REPORT",
        "“Unsubscribe” earned its title as the No. 1 movie in American when Nilsson and Tabach pooled their money together and purchased all of the tickets to their film showings at a movie theater in the Westhampton Beach Performing Arts Center in Long Island, N.Y.  – a common practice called “four-walled distribution” when film distributors buy all of the seats in smaller venues, and in many cases, renting out the place. ",
        "For their efforts, Nilsson and Tabach were the only two individuals to actually watch their movie in a theater setting.",
        "CORONAVIRUS COULD CHANGE MOVIE DISTRIBUTION MODEL, FILM EXECUTIVE WARNS",
        "By June 10, the two would see “Unsubscribe” rake in a $25,000 daily box office gross which catapulted the title to the top spot, overtaking the likes of “Becky” and “The Wretched,” which were primarily shown in drive-in locations.",
        "The jury is still out on whether the two will have a movie made about their box office exploits but garnering a No. 1 release – albeit short-lived since “Unsubscribe” failed to throw off weekend box office numbers – is a stout accomplishment in itself.",
        "CORONAVIRUS NOT STOPPING DRIVE-IN MOVIES FROM CLOSING AS MANY POST BEST TICKET SALES AMID OUTBREAK: REPORT",
        "“Unsubscribed” is also available to rent on Vimeo."
      ]
    },
    {
      "title": "Katherine Schwarzenegger says Chris Pratt has been ‘a very wonderful husband’ during her pregnancy",
      "body": [
        "Expecting mother Katherine Schwarzenegger is getting plenty of support from her husband Chris Pratt.",
        "The 30-year-old got candid about being pregnant amid the ongoing coronavirus pandemic in an Instagram Live chat with Dr. Zelana Montminy on Thursday. It was there that the “Gift of Forgiveness” author gushed that the actor, 40, has been “very understanding” during these unprecedented times.",
        "“I’m really lucky to be living in very close proximity to my family, which has been very helpful,” she said, adding that the “Jurassic World” star has been “a very wonderful husband.”",
        "“It’s been amazing having him home and also very understanding about my need to sanitize everything, having everyone wear masks all the time,” she continued. “That’s been helpful.”",
        "PREGNANT HILARIA BALDWIN CALLS CRITICISM OVER HAVING A NANNY FOR HER FOUR KIDS 'NOT FAIR'",
        "FORMER 'VANDERPUMP RULES' STAR STASSI SCHROEDER PREGNANT AFTER BEING FIRED FROM SHOW",
        "Schwarzenegger also told her pal: “Also, having people like you who I text constantly about everything baby because I’m learning as I go, and it’s been an interesting time to get pregnant.”",
        "A source close to the couple told People magazine Pratt has been “a dream husband” to his expecting wife throughout her pregnancy.",
        "“Katherine is doing well, and Chris has been taking care of her,” said the insider. “Katherine still calls him her dream husband. They are very happy together. Chris has been doting on Katherine and the pregnancy has brought them even closer.”",
        "Back in May, Pratt joked to Extra that he’s “gained a little weight” since social distancing with his pregnant wife.",
        "“Pickles and ice cream. I never thought I would like ‘em so much,” he said.",
        "IGGY AZALEA REVEALS SHE'S A MOM: 'I LOVE HIM BEYOND WORDS'",
        "NIKKI BELLA ON POSTPONING HER WEDDING DUE TO CORONAVIRUS CONCERNS: 'THE UNCERTAINTY JUST KILLS ME'",
        "“Can I be honest with you?” he also quipped. “I found myself complaining the other day about a little bit of low back and hip pain and how I’ve gained a little weight in quarantine… and she just looked at me sweetly. I was like, ‘Oh, right, right, I don’t really get to complain about that to you right now, do I?’”",
        "The couple, who recently celebrated their first anniversary, are expecting their first child together. Pratt is also a father to 7-year-old son Jack, whom he shares with his ex-wife, actress Anna Faris.",
        "“After they got married, they couldn’t wait to grow their family,” a source told People. “Jack will be a great big brother. Katherine always says that he is the sweetest, most caring boy. They can’t wait for Jack to have a sibling.”"
      ]
    },
    {
      "title": "Dr. Marc Siegel urges Americans to 'get back on track' with cancer care, screening and treatment",
      "body": [
        "Fox News medical contributor Dr. Marc Siegel told \"America's Newsroom\" that a top U.S. cancer doctor's warning that delays in screenings and treatments due to the coronavirus pandemic will lead to thousands of cancer deaths in the coming years is \"really correct.\"",
        "Siegel told host Sandra Smith that the number of mammograms had fallen by up to 70 to 90 percent during the first months of the pandemic, while CT scans, MRIs, and other cancer-related procedures have been delayed.",
        "SIT LESS, MOVE MORE TO LOWER CANCER MORTALITY RISK, STUDY SAYS",
        "\"Now, I spoke to Dr. [Stephen] Hahn ... this morning, the commissioner of the [Food and Drug Administration], who said they’re trying now to double up on treatments -- treatments that have been delayed: chemo, and immunotherapy,\" he remarked. \"They’re trying to accelerate it when they can safely to compensate for it.",
        "\"But, clinical trials for new cancer treatments have also been delayed. They’re still ongoing, but the trials themselves have been delayed,\" Siegel continued. \"They’re trying to mail the drugs to patients. We’re using telemedicine more and more with cancer patients.\"",
        "\"The good news,\" added Siegel, an internist at NYU Langone Health, \"is that as we start to reopen in New York, I can tell you from NYU Langone that we’re getting back on track with treatments, with MRIs, with surgeries for cancer. All of this is coming back now, but we have to overcome the fear of COVID.\"",
        "In an editorial published Thursday in the journal Science, National Cancer Institute Director Norman Sharpless, warned that there could be \"no doubt that the COVID-19 pandemic is causing delayed diagnosis and suboptimal care for people with cancer.\"",
        "\"Beyond clinical care, the COVID-19 pandemic has caused an unprecedented disruption throughout the cancer research community, shuttering many labs and slowing down cancer clinical trial operations ...\" he noted. \"The scientific community must ensure that this pause is only temporary.\"",
        "Siegel emphasized that the coronavirus pandemic had not stopped cancer research, \"it just slowed it in its tracks because patients were afraid and we weren't able to get them the medicine.\"",
        "The good news, Siegel added, is \"we are learning about COVID-19. We’re learning how to contain it. We’re learning how to sterilize areas. We’re testing everybody that we’re bringing into the hospital now before they go for any surgical procedure. We are learning how to isolate people better and we’re not having the surge that we had a month ago in most parts of the United States.",
        "CLICK HERE FOR THE FOX NEWS APP",
        "\"Even as you’re seeing cases going up, the hospitals are better in control. So, I have to urge everybody out there: you cannot delay your cancer care, diagnosis screening, or treatment any longer,\" Siegel urged. \"Or Dr. Sharpless is right, We’re going to see way more deaths from cancer.\"",
        "The doctor also warned that \"we have to be careful that cancer patients don't get COVID, because 50 percent of them do get hospitalized from it.",
        "\"But we have to keep going with cancer treatments and for the research and for the diagnostics, and the screening cannot stop,\" he concluded. \"Now is the time to get back on track.\""
      ]
    },
    {
      "title": "Navy will not reinstate captain who sounded alarm on coronavirus",
      "body": [
        "Chief of Naval Operations Adm. Michael Gilday reversed course and said Friday the U.S. Navy will not reinstate Capt. Brett Crozier to command the aircraft carrier USS Roosevelt, after he wrote a letter warning about the coronavirus outbreak aboard the ship. The letter was later leaked to the San Francisco Chronicle.",
        "After a formal investigation, Gidlay changed his mind about reinstating Crozier upon learning more details about what led to 1,200 of the 5,000 sailors aboard the ship testing positive for COVID-19, the Navy announced Friday.",
        "In addition, the promotion of Capt. Crozier’s commanding officer Rear Adm. Stuart Baker to two-star admiral will be delayed.",
        "Gilday learned “following the finding of facts” that Crozier “did not meet the standard expected for a commanding officer,” a senior defense official told Fox News.",
        "NAVY OPENS FULL INVESTIGATION INTO CORONAVIRUS-STRICKEN USS ROOSEVELT ",
        "Crozier was fired April 2 by then-acting Navy Secretary Thomas Modly after sending a message to several naval officers warning about the growing virus outbreak and asking for permission to isolate the bulk of his crew members onshore in Guam, where the ship was forced to dock due to the outbreak. It was a bold move that would take the carrier out of duty in an effort to save lives.",
        "“If we do not act now, we are failing to properly take care of our most trusted asset – our sailors,” Crozier stated in his letter, which was published by the San Francisco Chronicle. The investigation did not conclude that Crozier leaked the letter to the media.",
        "Following Crozier’s dismissal, the crew of the USS Roosevelt gathered in the ship’s hangar deck to cheer for and applaud their captain. The send-off was captured on video and shared across social media.",
        "Modley resigned from his position one day after he apologized for suggesting the ousted commander of the Roosevelt was either \"too naïve or too stupid\" -- or perhaps even deliberately insubordinate -- over his handling of the ship's coronavirus outbreak.",
        "NAVY RECOMMENDS REINSTATING OUSTED USS THEODORE ROOSEVELT CAPTAIN ",
        "The Navy stressed Crozier was not released from duty for the email or for firing the red flare about the outbreak on his ship.",
        "However, the Navy concluded that  Crozier had multiple opportunities to alert his chain of command to his concerns before writing the leaked email. Also on the email he only addressed fellow aviators, leaving off a key submariner who was in his chain of command.",
        "Rear Adm. Baker as well did not voice his concerns up his chain of command, according to the defense official. “They did not get people off the ship fast enough. They chose comfort over safety.”",
        "The investigation found that upon learning that coronavirus had made its way onto the ship when it was forced to dock in Guam, COVID-positive sailors did not depart the ship expeditiously and Crozier did not enforce social distancing on the ship.",
        "Crozier chose “the comfort of his sailors” over quickly offloading them from the ship because there were not comfortable hotel rooms immediately available, according to the official.",
        "He also released those from quarantine prematurely who said the berths onboard were not comfortable enough, thus contributing to the spread of the virus.",
        "CLICK HERE FOR THE FOX NEWS APP",
        "Crozier eventually tested positive for coronavirus and he was captured on shaking hands with sailors on shore after being fired and leaving the ship, against CDC protocol."
      ]
    },
    {
      "title": "AMC Theaters will require customers to wear face masks after catching backlash for initial reopening plan",
      "body": [
        "AMC Theaters will require its customers to wear face masks after catching backlash for its initial reopening plan, which did not include making masks mandatory out of fear of \"political controversy.\"",
        "The popular theater chain debuted its “AMC Safe & Clean” policy on Friday, designed to allow for a safe reopening for its customers after shutting down theaters in March due to the coronavirus pandemic. However, the initial plan did not make the use of masks mandatory despite numerous health experts saying they're an essential step to curtail the spread of COVID-19.",
        "However, after some intense public outcry, AMC reversed its decision later in the day.",
        "MOVIE THEATER CHAIN AMC WARNS IT MAY SHUTTER PERMANENTLY BECAUSE OF PANDEMIC",
        "“This announcement prompted an intense and immediate outcry from our customers, and it is clear from this response that we did not go far enough on the usage of mask,” the company said in a statement provided to Variety. “At AMC Theatres, we think it is absolutely crucial that we listen to our guests. Accordingly, and with the full support of our scientific advisors, we are reversing course and are changing our guest mask policy. As we reopen theatres, we now will require that all AMC guests nationwide wear masks as they enter and enjoy movies at our theatres. The speed with which AMC moved to revise our mask policies is a reflection of our commitment to the safety and health of our guests.”",
        "As states across the nation begin early stages of reopening their local economies, the theater giant worked with Harvard School of Public Health faculty member Dr. Joseph Allen to come up with a robust system to reopen that includes reduced theater capacities, enhanced cleaning procedures and a reduced menu, all meant to help with social distancing to curtail the spread of COVID-19.",
        "Controversy over the reopening plan began when AMC CEO and president Adam Aron described the decision to not require its customers to wear face masks as a political one.",
        "'TROLLS WORLD TOUR' ON-DEMAND RELEASE PROMPTS AMC THEATERS TO NO LONGER CARRY UNIVERSAL MOVIES",
        "“We did not want to be drawn into a political controversy,” Aron told the Variety in a separate interview. “We thought it might be counterproductive if we forced mask wearing on those people who believe strongly that it is not necessary. We think that the vast majority of AMC guests will be wearing masks. When I go to an AMC feature, I will certainly be wearing a mask and leading by example.”",
        "Many were quick to deride the executive’s comments for turning advice from public health officials into a political game. The hashtags #BoycottAMC and #AMCisCanceled trended on Twitter Friday in the wake of the reopening plan’s announcement.",
        "Prior to reversing its decision to require masks for customers, AMC noted that its employees would have to wear masks and have their temperatures checked regularly. In addition, it would sell masks to customers who didn’t bring one with them but wanted to wear one anyway.",
        "CLICK HERE TO GET THE FOX NEWS APP",
        "The outlet reports the theater giant will reopen 450 of its more than 600 venues on July 15, betting on the release of Disney’s live-action “Mulan” remake and the Christopher Nolan-directed thriller “Tenet” as the first major box office draws for returning audiences."
      ]
    },
    {
      "title": "Coronavirus plasma study shows 'robust evidence' of transfusion treatment improving survivability, authors say",
      "body": [
        "In a new study of convalescent plasma transfusions in 20,000 coronavirus patients, authors say the data offers “robust evidence” the treatment is safe and associated with improved survival.",
        "The idea behind the therapy is that plasma of recently infected recovered coronavirus patients has antiviral antibodies that can be used to treat other patients with the virus.",
        "“Convalescent plasma has a strong historical record of some efficacy during acute infectious pandemics,” study authors write.",
        "FLORIDA SETS NEW RECORD IN CORONAVIRUS SINGLE-DAY CASES",
        "The study, published on Wednesday in Mayo Clinic Proceedings, offered a larger analysis expanding on an initial report of 5,000 transfused patients. Patients were given the plasma through an expanded access program developed by the US Food and Drug Administration (FDA) and the Mayo Clinic.",
        "Between April 3 and June 11 this year, 21,987 COVID-19 patients received the plasma transfusions. Nearly all of the patients had severe or life-threatening COVID-19 conditions.",
        "Researchers said in the larger study, the overall frequency of serious adverse effects continued to be low, at less than 1 percent of all transfusions. The seven-day mortality rate dropped to 8.6 percent; the initial report of 5,000 patients showed 12 percent.",
        "MEN SHOULD LIMIT ALCOHOL INTAKE TO ONE DRINK A DAY FOR BETTER HEALTH, FEDERAL COMMITTEE ADVISES",
        "Some potential explanations for the drop in mortality were the U.S. health care community's improvement at managing hospitalized COVID-19 patients, and the blood banks’ greater availability of donated plasma, meaning that patients may now receive transfusions earlier in the course of treatment. The population of potential plasma donors has also grown, study authors said.",
        "“In this regard it is remarkable that there was no system in place for convalescent plasma use in March 2020 and yet within months the nation is now able to meet most of the demand, despite complex logistics,” study authors wrote.",
        "Finally, researchers postulated that since recovered COVID-19 patients were recruited faster for plasma donation, the plasma may contain higher levels of neutralizing antibodies.",
        "Further research is needed to evaluate the potential explanations, researchers said."
      ]
    },
    {
      "title": "Association of major cruise lines voluntarily suspends US sailings through September",
      "body": [
        "An association of major cruise lines has announced the voluntary suspension of all sailings from U.S. ports through the middle of September.",
        "Cruise Lines International Association (CLIA), which counts Carnival, Royal Caribbean and Disney cruise lines as members, among dozens of other major lines, announced Friday that the “ocean-going” ships in its members’ fleets will extend the pauses of their operations until at least Sept. 15, in response to the ongoing coronavirus health crisis.",
        "VIRGIN VOYAGES SHARES UPDATED SAFETY PROTOCOL ON INAUGURAL SAILING OF 'ADULTS ONLY' CRUISE",
        "The CLIA said the suspension applies to all cruise lines subject to the CDC’s current “No Sail” order, which is set to expire on July 24.",
        "“Due to the ongoing situation within the U.S. related to COVID-19, CLIA member cruise lines have decided to voluntarily extend the period of suspended passenger operations. The current No Sail Order issued by the U.S. Centers for Disease Control and Prevention (CDC) will expire on 24 July, and although we had hoped that cruise activity could resume as soon as possible after that date, it is increasingly clear that more time will be needed to resolve barriers to resumption in the United States,” the CLIA writes on its website.",
        "“Although we are confident that future cruises will be healthy and safe, and will fully reflect the latest protective measures, we also feel that it is appropriate to err on the side of caution to help ensure the best interests of our passengers and crewmembers. We have therefore decided to further extend our suspension of operations from U.S. ports until 15 September. The additional time will also allow us to consult with the CDC on measures that will be appropriate for the eventual resumption of cruise operations.“",
        "CLICK HERE TO SIGN UP FOR OUR LIFESTYLE NEWSLETTER",
        "Previously, the CLIA was “concerned” about the CDC’s decision to extend its No Sail order back in April, saying that the order was “singling out an industry that has been proactive in its escalation of health and sanitation protocols… despite numerous challenges beyond the industry’s control.”",
        "“The potential impacts include, but are not limited to, the potential loss to the USA economy of $51 billion and 343,000 lost jobs in the first year alone if we assume the national emergency lasts 1 year (which is how long the last health-related national emergency was for H1N1),” the CLIA wrote at the time.",
        "FOLLOW US ON FACEBOOK FOR MORE FOX LIFESTYLE NEWS",
        "In its latest announcement, the CLIA maintains that every day of suspended operations in the U.S. “results in a total loss of approximately $110 million in economic activity and up to 800 American jobs.”",
        "The CLIA’s press release further stipulates, however, that their decision only applies to “ocean-going” ships from U.S. ports, with the capacity for 250 persons or more.",
        "CLICK HERE FOR FOX NEWS' CONTINUING CORONAVIRUS COVERAGE",
        "\"CLIA member cruise lines will continually evaluate the evolving situation and make a determination as to whether a further extension is necessary,” the association’s statement concluded."
      ]
    },
    {
      "title": "Nebraska governor threatens to withhold federal coronavirus aid to counties that require face masks",
      "body": [
        "Nebraska Gov. Pete Ricketts threatened to withhold $100 million of federal funding allocated to counties in his state if they mandate residents wear a face mask to protect against the coronavirus.",
        "NEBRASKA SEES FIRST CASES OF RARE CORONAVIRUS-LINKED INFLAMMATORY SYNDROME IN KIDS",
        "The Republican governor has in the past encouraged the public to wear masks to reduce the spread of COVID-19 -- which has killed 240 people in the state and infected 17,415 -- but says that counties that bar visitors from courthouses and other county offices because they aren't wearing a mask, will not receive a portion of the $1 billion allocated by the CARES Act to help the state.",
        "\"Counties are not prohibited from requiring masks, but if they want CARES Act money, they have to be fully open, and that means they cannot deny service for not wearing a mask,\" Taylor Gage, the governor's spokesman, told the Omaha World-Herald.",
        "Local officials have complained that Ricketts withholding the funds has caused them to change course on local mandates that would require a mask at city buildings and have taken the control out of the localities' hands, even though they are more in touch with the needs of their counties.",
        "“We’d like to have a little bit more ability to call the shots in our courthouse, but we realize that he has the right to set the rules,” Deb Schorr, a Lancaster County Board member and past president of the Nebraska Association of County Officials, told the newspaper.",
        "In the beginning of the coronavirus pandemic, Ricketts held off on implementing a statewide shutdown and instead allowed counties to decide for themselves when to close their local businesses, despite warnings from health officials.",
        "CLICK HERE FOR THE FOX NEWS APP",
        "On Thursday, Ricketts praised President Trump at a White House roundtable event about reopening small businesses across the country, saying: \"We really appreciate your efforts, your leadership and that of your team to be able to help us through this pandemic and give us the tools to be able to manage it.\""
      ]
    },
    {
      "title": "Coronavirus doctors’ overuse of antibiotics could spur resistance and raise death toll",
      "body": [
        "When the coronavirus hit the United States in March, doctors were left scrambling on how to treat infected patients. With no drug proven for treating COVID-19 patients, many turned to antibiotics, medications typically used to fight bacterial infections. ",
        "Dr. Jeffrey Strich, a researcher and physician at The National Institutes of Health Clinical Center, says most patients were getting antibiotics at some point during their hospitalization.",
        "“It's very difficult, particularly when you're learning about a disease for the first time, to know whether this is the right thing or wrong thing to do. But when you have patients who are very sick in front of you. You want to do everything you can do to help them,” Strich told Fox News.",
        "Doctors knew antibiotics weren’t effective against viruses like COVID-19, but they feared patients could develop life-threatening bacterial co-infections and used them anyway, raising concerns about antibiotic resistance.",
        "Secondary infections could include community-acquired pneumonia and urinary tract infections, among others, Strich said. Hospital-associated infections can be particularly resistant to different antibiotics as well, he added. Such infections include ventilator-associated pneumonia, a central line-associated bloodstream infection, or urinary tract infections associated with catheters. ",
        "FISH MUCUS SHOWS PROMISE AS ANTIBIOTIC, EVEN AGAINST SUPERBUGS",
        "A recent study found 50 percent of patients with COVID-19 who have died had secondary bacterial infections. The same study also reported on the high use of antibiotics. Study authors discovered nearly 75 percent of COVID-19 patients who are admitted to intensive care units received antimicrobial medicine.",
        "According to the Centers for Disease Control and Prevention (CDC), antibiotic resistance happens when germs like bacteria and fungi develop the ability to defeat the drugs designed to kill them. The agency says infections caused by antibiotic-resistant germs are difficult -- and sometimes impossible -- to treat.",
        "Some experts believe the growing global threat of antibiotics resistance is considered to be a greater health threat than the COVID-19 pandemic. A 2019 United Nations report estimated that globally, 10 million people may lose their lives by 2050 due to infections resistant to antibiotics.  ",
        "Strich recently published a study in Lancet Infectious Diseases that looked at the growing need for new antibiotics to treat drug-resistant infections.",
        "“Innovation is not currently sustainable, and the current reimbursement models rely on reimbursement of sales that are volume-based sales of these different antibiotics,” Strich said. “The concern is that drug companies are leaving this base because of the low overall number of infections that would need new drugs. And because of that, the antibiotic pipeline is kind of dwindling away.”\nDeclining financial returns have caused some antibiotic startups like Achaogen and Aradigm to declare bankruptcy and have driven several large pharmaceutical companies from the market.",
        "“The main conclusion of our study is that the current volume-based sales revenue strategies that are used to sustain the antibiotic market are not sustainable and that we're going to have to come up with innovative ways to reinvigorate the antibiotic pipeline,” Strich explained.CORONAVIRUS ANTIBODIES START TO DECREASE 'WITHIN 2 TO 3 MONTHS' FOLLOWING COVID-19 INFECTION: STUDY",
        "World Health Organization (WHO) director-general Tedros Adhanom Ghebreyesus told reporters at a virtual press conference from the WHO’s Geneva headquarters on June 1 that the coronavirus pandemic “has led to an increased use of antibiotics, which ultimately will lead to higher bacterial resistance rates that will impact the burden of disease and deaths during the pandemic and beyond.” ",
        "Ghebreyesus also stated that the world is losing its ability to use \"critically important antimicrobial medicines.\"",
        "From a child’s ear infection and strep throat to pneumonia and tonsillitis, antibiotics help treat millions of common infections every day, which makes it clear how important it is to reduce the impact and limit the spread of resistance.",
        "“What we really want to do is make sure that we stay ahead of the game with development of novel antibiotics, with new mechanisms of action, and be one step ahead of the bacteria because the bacteria are always mutating, acquiring other resistance mechanisms that will lead to antibiotic resistance. And there is no way of stopping that,” Strich said. “What we can do is be prepared, have an innovative pipeline, have novel mechanism antibiotics and be one step ahead of the bacteria.”"
      ]
    },
    {
      "title": "Number of coronavirus cases linked to Boise bars doubles, officials say",
      "body": [
        "Idaho health officials this week announced that the number of coronavirus cases linked to bars in downtown Boise doubled this week, increasing from 34 confirmed cases on Tuesday to 69 on Thursday.",
        "Earlier this month, officials with Idaho’s Central District Health (CDH) announced that they were investigating a cluster of COVID-19 cases involving about 10 people who visited “multiple bars” in downtown Boise while infectious on June 5 and June 6.",
        "CORONAVIRUS OUTBREAKS ACROSS US HAVE MAINE OFFICIALS RETHINKING BAR REOPENINGS",
        "At least 69 cases related to the initial cluster have since been confirmed, officials said in a news release on Thursday when announcing they held a virtual meeting with at least 10 bar owners in downtown Boise “to discuss the recent COVID-19 illness cluster and ways to slow the spread of the virus to keep businesses open and our community healthy.”",
        "“CDH and bar owners discussed the gravity of this illness cluster and its potential to impact a broader, more vulnerable population of our community, reviewed operational guidance for bars created by the State, and discussed ideas on how to slow the spread and work toward a solution that keeps people healthy and businesses open,” officials added.",
        "Some of the ideas that health officials and bar owners agreed to included having bar employees “consistently” wear a face covering, while customers will also be asked to wear one. Social distancing and occupancy restrictions will also be better enforced.",
        "IDAHO OFFICIALS WARN OF POSSIBLE CORONAVIRUS EXPOSURE AT BARS IN DOWNTOWN BOISE",
        "“We recognize that wearing a face covering might not be the preferred thing to do when you’re out socializing, but nothing related to this global pandemic which stands to become very serious in our community, is comfortable or easy,” said Russ Duke, CDH district director, in a statement.",
        "“We want to keep people healthy, ensure our hospitals don’t become overwhelmed, and keep our businesses open so that they can begin thriving again. To do this, we all need to make some sacrifices. Wearing a face covering in public and respecting any guidelines in place by a business are simple, low- or no-cost sacrifices that we can all do today and every day,” he added.",
        "The news of the bar-linked coronavirus outbreak in Boise, as well as a similar occurrence in Florida, has prompted officials in other states to reconsider the slated reopenings of bars over concerns that such establishments could be hotspots for the novel virus.",
        "In Maine, for instance, Dr. Nirav Shah, the director of the state’s Centers for Disease Control and Prevention (CDC), warned this week that officials are reevaluating the July 1 reopening date for bars in the Pine Tree State.",
        "\"As always, we let the data, not the date, drive what we feel is best in order to protect public health and we will do so here in connection with bars,\" Shah said during a daily news briefing on Wednesday.",
        "Such reports have reportedly prompted officials in Vermont and Massachusetts to reevaluate the timeline for when bars can reopen in their respective states as well.",
        "CORONAVIRUS: 16 PEOPLE TEST POSITIVE AFTER NIGHT OUT AT FLORIDA BAR",
        "One bar owner in Boise warned customers and bar owners to remain diligent to avoid another shutdown.",
        "“After three months of a shutdown, the most difficult route would be to face another closure of our vital and important industry,” said Rocci Johnson, co-owner of Humpin’ Hannah’s, in a statement."
      ]
    },
    {
      "title": "Virgin Voyages announces protocol for cruise guests, will sail with 'significantly' reduced capacity",
      "body": [
        "Virgin Voyages has outlined the health and safety measures its cruise passengers can expect when its first ship, the Scarlet Lady, finally sets sail on its maiden voyage in October.",
        "The ship, which will host an “adults-only” experience for guests ages 18-and-up, was originally scheduled for its inaugural sailing on April 1, before the coronavirus pandemic pushed it back to August, and then Oct. 16.",
        "PHOTOS: FIRE BREAKS OUT ON DOCKED CRUISE SHIP IN JAPAN",
        "“We’re focused on being ready to get back on the open ocean with some exciting innovations focused on protecting the well-being of both our Sailors and our incredible Crew,” CEO Tom McAlpin wrote in May, upon announcing the Oct. 16 sailing.",
        "This week, Virgin Voyages finally announced its “ambitious goals for redefining health measures at sea,” which include, but are not limited to: pre-boarding health screenings, coupled with thermal camera technology to “monitor our Crew and Sailors’ temperatures” in terminals; the fogging of “every single piece of luggage and delivery” that is loaded onto the ship; the fogging of all cabins; new cleaning protocol and cleanliness standards incorporating “latest hygiene initiatives”; the frequent disinfection of high touch areas; HVAC systems designed to bring “100 percent fresh air” into all cabins; an air filtration system that has been shown “to kill 99.9 [percent] of viruses”; and keeping additional ventilators, oxygen tanks and PPE onboard.",
        "FOLLOW US ON FACEBOOK FOR MORE FOX LIFESTYLE NEWS",
        "Guests will also be encouraged to follow best practices concerning social distancing, which Virgin Voyages is aiding by “significantly reducing our overall ship capacity for our start-up sailing period.” Passengers will also be encouraged to leverage the “already-digital onboard experience” to limit contact with staff by paying, chatting, ordering food or securing space in “virtual queues” for any onboard experiences.",
        "“For masks, we follow the same guidance as is recommended on land — so if people are advised to wear masks there, we will do so at sea, as well,” Virgin Voyages wrote.",
        "CLICK HERE TO SIGN UP FOR OUR LIFESTYLE NEWSLETTER",
        "New protocols will also extend to the shore excursions at destinations. In addition, Virgin Voyages is setting up a “post-voyage notification process” for customers to report any symptoms experienced after the trip.",
        "“We’ll be updating these as the science and technology evolves, and we’ll continue to keep you posted as we evolve right along with it,” Virgin Voyages added.",
        "CLICK HERE FOR FOX NEWS' CONTINUING CORONAVIRUS COVERAGE",
        "Virgin Voyages is said to be the first cruise line to publicly outline its new coronavirus protocols and restrictions for guests ahead of its return to the sea, according to AdWeek.",
        "The Scarlet Lady, which has yet to offer a commercial sailing, is scheduled for an inaugural sailing from Miami to the Dominican Republic and Bimini on Oct. 16."
      ]
    },
    {
      "title": "Argentinian crosses Atlantic by boat to reunite with parents during pandemic",
      "body": [
        "Get all the latest news on coronavirus and more delivered daily to your inbox. Sign up here.",
        "An Argentinian sailor crossed the Atlantic by boat to reunite with his parents during the coronavirus pandemic. ",
        "Setting out from Portugal, Juan Manuel Ballestero, 47, charted a three-month-long voyage. When the pandemic hit, he was in the Portuguese archipelago of Madeira, and flights to Argentina were canceled. ",
        "He grabbed some 200 euros he had saved, loaded up his boat “Skua” with food and set sail. The journey was not always smooth, with storms and strong winds constantly threatening Ballestero’s life. ",
        "“I wanted to be with them,” Ballestero told The Associated Press on Thursday while waiting in quarantine before he can see his 90-year-old father, Carlos Ballestero, and 82-year-old mother, Nilda Gómez. “Now I am calm, anchored here in the middle of this port. There is no storm to bother me or boat to run me over.”",
        "Ballestero is an experienced sailor, having fished in Alaska and the South Atlantic. He also served as the skipper of oceanographic sailboats searching for whales or carrying out environmental surveys. ",
        "Off the coast of Brazil, waves and heavy wind tossed his small boat. He said he “could have lost the mast” when a wave brushed him from above.",
        "“The boat went over. I couldn’t trim the sail in time,” he said, adding that a cable broke. ",
        "Ballestero said that the important thing is his reunion with his parents. He plans to remain near his parents’ home for the time being. ",
        "CLICK HERE FOR THE FOX NEWS APP",
        "“I came to my home. It is human.”",
        "The Associated Press contributed to this report. "
      ]
    },
    {
      "title": "Man blames Asians for coronavirus in racist rant at 7-Eleven store in New York",
      "body": [
        "A white man went on a racist rant to a 23-year-old Asian at a 7-Eleven in Queens, blaming Asians for the coronavirus pandemic, before pushing the victim to the ground.",
        "The New York Police Department's Hate Crimes Task Force is investigating the incident that took place on Saturday, after officers were called to the convenience store due to a \"verbal dispute with an unidentified male who made an anti-Asian statement and pushed him to the ground,\" a spokesperson for the NYPD told Fox News in a statement.",
        "JUNETEENTH TO BE OFFICIAL NEW YORK CITY HOLIDAY, DE BLASIO SAYS",
        "Sungmin Kwon posted a video of the encounter on Facebook, expressing deep anger and calling the incident \"frustrating\" that a \"trashy ignorant racist... live amongst us.\"",
        "Kwon wrote in the post that he was at the 7-Eleven to get snacks when the unidentified man went on \"a disgusting racist rant against asians [sic] saying asians [sic] are the cause for the pandemic, were filthly [sic], and dont [sic] belong in this country.\"",
        "CLICK HERE FOR THE FOX NEWS APP",
        "The man can be seen on camera trying to knock Kwon's phone out of his hand as Kwon tells onlookers he was assaulted by the man, who was lashing out with his hands and hurling insults at him.",
        "Kwon also took a photo of his attacker's license plate number and posted in on Facebook, saying he hopes the police can catch him soon."
      ]
    },
    {
      "title": "Florida sets new record in coronavirus single-day cases",
      "body": [
        "Florida health officials announced a new record on Thursday for the highest number of single-day coronavirus cases since the pandemic began, reports say.",
        "Figures from the Florida Department of Health (DOH) recorded 3,207 new positive COVID-19 cases and 43 additional deaths related to the virus.",
        "CORONAVIRUS ANTIBODIES START TO DECREASE 'WITHIN 2 TO 3 MONTHS' FOLLOWING COVID-19 INFECTION: STUDY",
        "The record eclipses a previous high set Tuesday at 2,783 cases. The latest figures report a total of 85,926 confirmed cases and 3,061 deaths in the state. The Florida DOH added that 1,612 individuals among the deceased were staff or residents of long-term care facilities.",
        "Infections also nearly doubled from last week in Sarasota County, where the elderly comprise about 36 percent of the population, the Sarasota Herald-Tribune reported.",
        "MEN SHOULD LIMIT ALCOHOL INTAKE TO ONE DRINK A DAY FOR BETTER HEALTH, FEDERAL COMMITTEE ADVISES",
        "Florida Gov. Ron DeSantis said Tuesday that he has no plans of “shutting down” again over coronavirus fears despite an increase of cases in the state.",
        "Fox News’ Edmund DeMarche contributed to this report."
      ]
    },
    {
      "title": "As COVID-19 cases spike in parts of the US, Apple to close down some stores again",
      "body": [
        "Apple will shut some stores again in Florida, Arizona, South Carolina, and North Carolina as those states experience a spike in coronavirus cases, Bloomberg News reported on Friday.",
        "The reported decision comes as states across America -- some using rigorous statistical benchmarks, others not as much -- begin the slow process of reopening businesses that have been shuttered for two to three months.",
        "Although the epicenter of the novel coronavirus, New York City, has seen its cases, hospitalizations and deaths come down dramatically from where they were, cases are now rising in over a dozen other states.",
        "In Florida, which today marks two weeks of being in phase 2 of Gov. Ron DeSantis's reopening plan, there were 3,207 new cases on Thursday, which is the second-highest total for the state since the pandemic began. In total, Florida is approaching 90,000 cases with over 3,100 deaths.",
        "ASYMPTOMATIC COVID-19 PATIENTS HAVE WEAKER IMMUNE RESPONSE, CHINA STUDY FINDS",
        "Arizona reported 3,246 new cases on Friday morning, surpassing the previous day's record of 2,519 cases. That state has 43,433 cases and at least 1,271 deaths from the deadly virus.",
        "The spike in cases is cause for concern, according to public health officials, who emphasize that the U.S. is still dealing with the first wave of COVID-19.",
        "“These are on the cusp of getting out of control,\" former Food and Drug Administration chief Scott Gottlieb told CNBC. \"I think these states still have a week or two to take actions to try to get these under control.”",
        "CHINESE STUDENTS ARE CRUCIAL TO US NATIONAL SECURITY, EX-GOOGLE CEO SAYS",
        "Gottlieb, who was referring to increasing cases in Arizona, Florida and Texas, described the rising cases as “outbreaks.\"",
        "As of Friday afternoon, there were more than 8.5 million cases of coronavirus worldwide, and at least 456,726 deaths from the virus."
      ]
    },
    {
      "title": "Phillies players, staff members test positive for coronavirus at spring training facility",
      "body": [
        "The Philadelphia Phillies on Friday confirmed that five players and three staff members working at their Clearwater, Fla., facility tested positive for the coronavirus.",
        "They said that the first confirmed case came Tuesday and that 12 other staff members and 20 other players living in the Clearwater area were being tested.",
        "MLB, UNION STRUGGLE TO COME TO AN AGREEMENT OVER PANDEMIC-SHORTENED SEASON DESPITE REPEATED DESIRES TO PLAY",
        "“The Phillies are committed to the health and welfare of our players, coaches and staff as our highest priority, and as a result of these confirmed tests, all facilities in Clearwater have been closed indefinitely to all players, coaches and staff and will remain closed until medical authorities are confident that the virus is under control and our facilities are disinfected,” managing general partner John Middleton said in a statement.",
        "The team declined to say how it would impact the 2020 season.",
        "MLB'S TEXAS RANGERS FACE PRESSURE TO CHANGE NAME AMID HEIGHTENED SCRUTINY OVER SYMBOLS, HISTORICAL FIGURES",
        "The team did not identify any of the players or staff members who tested positive. It was also unclear whether they were major or minor league players.",
        "Players started to return to the facility as governments began to loosen coronavirus restrictions. Major League Baseball has been on pause since the pandemic shut sports down across the U.S. Owners and players have not reached an agreement to figure out how many games will be played this season.",
        "CLICK HERE FOR MORE SPORTS COVERAGE ON FOXNEWS.COM",
        "Clearwater is located in Pinellas County. The county has seen more than 1,900 confirmed coronavirus cases and 102 deaths from the virus."
      ]
    },
    {
      "title": "Rams' Sean McVay can't understand how NFL will play football and practice social distancing: 'I don't get it'",
      "body": [
        "Los Angeles Rams head coach Sean McVay doesn’t see how his players will be able to follow social distancing guidelines while also being able to play football — and he’s not the only one.",
        "McVay shared the sentiment of many in the NFL on Thursday when he said that he doesn’t see how the league can implement certain social distancing guidelines without it impacting players' abilities to perform.",
        "FAUCI DOESN’T SEE NFL SEASON HAPPENING UNLESS LEAGUE ADOPTS NBA ‘BUBBLE’ PLAN",
        "\"We're gonna social distance, but we play football? It's really hard for me to understand all this. I don't get it. I really don't,” he said according to Sports Business Journal.",
        "The NFL has released protocols approved by the NFLPA that players will have to abide by when they return to training facilities for the 2020 season. Among one of the most difficult, yet necessary, rules that players will have to follow is standing six feet away from one another at all times — including in the locker rooms.",
        "Dr. Anthony Fauci, the director of the National Institute of Allergy and Infectious Disease, expressed his concerns Wednesday that the NFL season won’t happen unless the league takes a similar approach to the NBA’s plan to keep players in a “bubble.”",
        "BRONCOS’ KAREEM JACKSON TESTS POSITIVE FOR COVID-19, SAYS HE’S NOT SURPRISED IN SPIKE AMONG NFL PLAYERS",
        "“Unless players are essentially in a bubble – insulated from the community and they are tested nearly every day – it would be very hard to see how football is able to be played this fall,” Fauci said. “If there is a second wave, which is certainly a possibility and which would be complicated by the predictable flu season, football may not happen this year.”",
        "CLICK HERE TO GET MORE SPORTS COVERAGE FROM FOXNEWS.COM",
        "Several players tested positive for COVID-19 this week, including Denver Broncos’ safety Kareem Jackson and Dallas Cowboys running back Ezekiel Elliott, raising concerns about the spread of the virus once the regular season begins."
      ]
    },
    {
      "title": "Coronavirus antibodies start to decrease 'within 2 to 3 months' following COVID-19 infection: study",
      "body": [
        "Those who contract the novel coronavirus and recover may only have protective antibodies for a few months following a COVID-19 infection, according to a study published this week.",
        "Researchers from China found that those who recover from the virus may only have protective antibodies for two to three months following infection, according to a study published Thursday in the journal Nature Medicine.",
        "MAYO CLINIC ANNOUNCES CORONAVIRUS ANTIBODY TEST THAT MAY HELP DETERMINE IMMUNITY",
        "Researchers studying coronavirus patients in the Wanzhou District of China compared the antibody response of 37 asymptomatic people to that of 37 symptomatic people. By the end, the researchers found that about 81 percent of asymptomatic people had a reduction in neutralizing antibodies, while only 62 percent of symptomatic patients reported the same.",
        "What’s more, about 40 percent of asymptomatic people became seronegative for coronavirus antibodies, meaning their antibodies fell to undetectable levels. Meanwhile, only 12.9 percent of symptomatic patients became seronegative.",
        "\"We observed that IgG levels and neutralizing antibodies in a high proportion of individuals who recovered from SARS-CoV-2 infection start to decrease within 2–3 months after infection,\" the researchers wrote.",
        "CLICK HERE FOR COMPLETE CORONAVIRUS COVERAGE",
        "“These data suggest that asymptomatic individuals had a weaker immune response to SARS-CoV-2 infection. The reduction in IgG and neutralizing antibody levels in the early convalescent phase might have implications for immunity strategy and serological surveys,” the researchers concluded.",
        "Researchers studying the novel disease are still working to determine the level of neutralizing antibodies that are necessary to know if someone is no longer at risk. It’s also currently unknown for what period of time someone who has recovered from a COVID-19 infection may have immunity against the novel coronavirus."
      ]
    },
    {
      "title": "Trump dismisses Fauci's assessment of upcoming NFL season amid pandemic",
      "body": [
        "President Trump dismissed Dr. Anthony Fauci’s notion that the NFL may not get underway unless the league adopted a “bubble” plan like the NBA.",
        "Trump tweeted Friday that Fauci had “nothing to do” with the NFL and claimed the league was planning a “safe” start to the 2020 season. The president added that he wouldn’t be watching anyway if players decided to kneel during the national anthem to protest against racial injustice and police brutality.",
        "COLIN KAEPERNICK HAS SHOT TO MAKE NFL AGAIN WITH THESE TWO TEAMS, SUPER BOWL-WINNING COACH SAYS",
        "“Tony Fauci has nothing to do with NFL Football. They are planning a very safe and controlled opening. However, if they don’t stand for our National Anthem and our Great American Flag, I won’t be watching!!!” Trump tweeted.",
        "Fauci said in an interview on CNN that the league would need to modify its plans if it intends to start on time and play a full season.",
        "“Unless players are essentially in a bubble – insulated from the community and they are tested nearly every day – it would be very hard to see how football is able to be played this fall,” Fauci said. “If there is a second wave, which is certainly a possibility and which would be complicated by the predictable flu season, football may not happen this year.”",
        "TRUMP PREDICTS NFL WILL HAVE 'A LOT OF PROBLEMS' IF IT ALLOWS KNEELING",
        "Regardless, Dr. Allen Sills, the league’s top doctor, told Axios that he was “very optimistic” about the season kicking off in the fall but noted that it would not be the “usual” football everyone is used to.",
        "Sills brought up the idea of the league using an “ecosystem” over a “bubble.” He argued the so-called ecosystem “encompasses the fact that it's everybody who is together with shared responsibility and shared risk.”",
        "CLICK HERE FOR MORE SPORTS COVERAGE ON FOXNEWS.COM",
        "Sills also said the NFL is working with other leagues to gain knowledge and ideas about how to go about its own season."
      ]
    },
    {
      "title": "Oklahoma gov on Trump rally, reopening during COVID-19: 'We are going to be very safe'",
      "body": [
        "Oklahoma has been safely reopening amid the COVID-19 pandemic and is prepared to host President Trump's campaign rally in Tulsa on Saturday, Oklahoma Republican Gov. Kevin Stitt said.",
        "In a Friday interview on \"America's Newsroom\" with hosts Sandra Smith and Ed Henry, Stitt said that his state was ready to take on the challenge -- despite the Oklahoma State Health Department reporting a record-high new 450 cases on Thursday.",
        "There are now over 9,300 confirmed cases with more than 360 deaths recorded.",
        "TULSA ARENA ASKS TRUMP CAMPAIGN FOR WRITTEN COVID-19 MITIGATION PLAN AHEAD OF RALLY",
        "\"Well, what we can tell you is that…I made 25 different executive orders over the last 60 days, and we peaked in hospitalizations at 560 back in March. Today, we have 211,\" Stitt remarked.",
        "\"We have been safely reopening. We were one of the first states to start reopening. So, we’re 57 days into our reopening campaign, and we feel like it’s the right time to start reopening,\" he asserted.",
        "Supporters of the president have already started forming a line outside of Tulsa's BOK Center, which can hold up to 20,000 people. On Thursday, the arena asked the Trump campaign for a written plan outlining how it will incorporate social distancing and other \"health and safety\" steps, pointing to the recent uptick in cases.",
        "The campaign was already going to provide a mask and hand sanitizer to each attendee, and there would be temperature checks at the door. But GOP Chairwoman Ronna McDaniel told Fox News she believed masks would be optional and there has been no apparent social distancing plan or similar system for the indoor event.",
        "The city's Mayor G.T. Bynum, a Republican, declared a civil emergency Thursday and announced a curfew near the BOK Center. Bynum cited recent “civil unrest,” expected “crowds in excess of 100,000” in the vicinity of the rally, and opposition protests in his decision to place a federal exclusion zone for a six-block radius near the arena.",
        "Trump campaign manager Brad Parscale announced Monday they have received more than 1 million ticket requests for the event.",
        "\"The coronavirus is in the United States. It’s in Oklahoma. We have to take precautions, But, we have the freedoms to stay at home. You have the freedoms to come to this rally,\" Stitt told the \"America's Newsroom\" hosts.",
        "In terms of coronavirus precautions, the governor would \"follow the president and the vice president's lead.\"",
        "While there will be temperature checking at the door of the BOK Center, he conceded he is \"very reluctant to mandate wearing a mask.\"",
        "\"We just believe in freedoms in Oklahoma. If you want to wear a mask, we want you to do it. If you feel safer at home, we don't want you to come to that rally. But, if you do feel OK, we want you to come to the rally and have a good time,\" Stitt urged. \"We are going to be very safe, and we think it's the right time.\"",
        "CLICK HERE FOR THE FOX NEWS APP",
        "\"And, my question back to all the folks that say ‘you shouldn't have a rally’ -- when is the right time?\" he asked. \"Do we really think that in July or August or in November, coronavirus is not going to be here?\"",
        "\"We've got to learn to deal with this. We've got to learn to be safe, take precautions, but we've got to learn to also live our lives,\" Stitt concluded.",
        "Fox News' Tyler Olson, Brie Stimson, Mark Merideth, Morgan Phillips, and Russell Cosby contributed to this report."
      ]
    },
    {
      "title": "Coronavirus was in northern Italy in December, officials reveal after studying wastewater",
      "body": [
        "Coronavirus was already in northern Italy in December, two months before the first cases were confirmed in the country, according to new research.",
        "In a statement, Italy’s National Institute of Health (ISS), explained that traces of the SARS-CoV-2 virus were found in December 2019 wastewater samples from Milan and Turin.",
        "The discovery means that the virus was in circulation at least two months before it was confirmed to have spread locally in the population.",
        "CORONAVIRUS CONCENTRATIONS IN SEWAGE SEEN AS LEADING INDICATOR OF COVID-19 OUTBREAKS, STUDY SAYS",
        "Researchers examined 40 wastewater samples collected between October 2019 and February 2020, as well as 24 control samples collected between September 2018 and June 2019. SARS-Cov-2 RNA (ribonucleic acid) was found in samples collected in Milan and Turin on Dec. 18, 2019, and in Bologna on Jan. 29, 2020.",
        "The discovery sheds new light on the early circulation of the novel coronavirus.",
        "The coronavirus was first reported in December in the Chinese city of Wuhan. Italy, however, quickly became one of the world’s early coronavirus hotspots, with northern parts of the country particularly badly hit.",
        "ROME SCRAMBLES TO CONTAIN NEW CORONAVIRUS OUTBREAKS",
        "“This research can contribute to understanding the beginning of the circulation of the virus in Italy,” the institute said in a statement.",
        "The research has so far not linked any confirmed cases to the virus’ earlier presence, but researchers have proposed using the system to monitor the presence of the new coronavirus in water systems in a bid to help identify any possible new outbreaks. ",
        "A pilot monitoring system will launch next month in tourist destinations, in preparation for wider monitoring ahead of a possible new spike in contagion next fall, the institute said.",
        "SCIENTISTS REVEAL HOW CORONAVIRUS LOCKDOWNS IN CHINA REDUCED AIR POLLUTION",
        "At least 238,159 coronavirus cases have been diagnosed in Italy, according to data from Johns Hopkins University, with the virus accounting for at least 34,514 deaths in the country.",
        "CLICK HERE FOR COMPLETE  CORONAVIRUS COVERAGE",
        "CLICK HERE TO GET THE FOX NEWS APP",
        "As of Friday morning, more than 8.5 million coronavirus cases have been diagnosed worldwide, with over 2.1 million in the U.S., according to Johns Hopkins. The disease has accounted for at least 454,582 deaths around the world, including at least 118,436 in the U.S.",
        "Fox News’ Chris Ciaccia and The Associated Press contributed to this article.",
        "Follow James Rogers on Twitter @jamesjrogers"
      ]
    },
    {
      "title": "Miami stumbles behind rest of Florida in economic reopening",
      "body": [
        "MIAMI –– With many Floridians back in business, a sense of normalcy has returned for some restaurant owners, including George Yiannikakis.",
        "“Like the rest of the restaurants, we got hit pretty bad in the sense that there was not much we could do. For us, the priority is to fill the existing capacity,” said Yiannikakis, the owner of Amaranthine restaurant in Miami Shores.",
        "But with a spike in new COVID-19 cases, restaurant owners fear that may not happen. Miami is pausing its “phase three” reopening, which includes allowing restaurants to operate at full capacity, due to health concerns. That phase also would allow businesses including movie theaters, nightclubs and bars to reopen.",
        "Yiannikakis said the slow reopening is straining revenue for small-business owners.",
        "“If there would be an official mandate for the restaurants to open to 100 percent, people would feel that things are very safe. It is like giving people the green light to go out,”  Yiannikakis said.",
        "Health officials insist that holding off on reopening is the right approach",
        "“Just in three weeks in the state, we've gone from 175 cases per day to 2,200 cases per day,” said Dr. Charles Lockwood, the senior vice president at the University of South Florida Health.",
        "Lockwood blames the spike on two factors.",
        "“The first reason is, there's absolutely no doubt about it, tremendous increase in testing, and that accounts for 80 percent of the increase. So no problem there,\" he said. \"But we have some hints now that maybe about 20 percent are due to younger folks primarily that aren't abiding by social distancing. They aren't using face covers, are being reckless because young people think they're invulnerable ... and they're getting infected.\"",
        "MIAMI TO REOPEN BEACHES, END CURFEW AFTER PROTESTS",
        "He added, “As far as data, we've also gone from 35 deaths per day to 31 deaths per day. That's good. Hospitalizations have been dropping, but they've basically gone the last three weeks from about 127 to 150 per day. So we're going to watch that very carefully. Test negative rates basically essentially stayed the same. In the last week, it's gone from 94 to 94.4 percent. I mean, that's not enough to to set your hair on fire, but it makes me nervous.”",
        "CLICK HERE TO GET THE FOX NEWS APP",
        "The Miami mayor’s office said staff members are reviewing data on the number of new coronavirus cases each day. The city’s reopening will remain on hold until they see a downturn.",
        "Beyond Florida, Arizona, California and South Carolina all reported record-high single-day increases in cases as of Thursday. Florida reported a record-high one-day increase of 2,783 new cases on Tuesday. On Thursday, officials announced 3,207 new cases, breaking the state’s previous single-day high on Tuesday.",
        "“We really just at this point, need to do what we promised we would do. Face masks, social distancing, that kind of thing. And if we do it, we can be successful in the economic reopening of the state,” Lockwood said."
      ]
    },
    {
      "title": "Food pantries dry up as unemployment skyrockets",
      "body": [
        "Skyrocketing unemployment due to the coronavirus pandemic has been forcing a growing number of Americans to turn to charitable services for assistance as food insecurity among families with children grows.",
        "Philanthropist and New York Mission Society board member Jean Shafiroff joined Fox News to discuss how she’s helping her community and raising awareness to help curb the growing numbers of food-insecure Americans. New York City Mission Society has been serving the city’s most underserved children since 1812. Recently, it has been making food and utility baskets for the children it serves and delivering them during the pandemic.",
        "“I can't tell you how desperately these food baskets are needed...In the New York tri-state area, we have a very serious situation because so many residents live at or below the poverty level,” Shafiroff told Fox News. “The food pantries across the area are very helpful...but the supply and the demand are not working the way they should right now. There is massive demand all over the country --39 million Americans out of work, and this translates into no food on the table.”",
        "Shafiroff noted that a major issue during the pandemic has been getting food to the actual pantries, especially amid the shuttering of multiple meat processing plants across the country. The U.S. Food and Drug Administration has even temporarily loosened its food labeling policies during the coronavirus pandemic to curtail supply chain disruptions and give producers more flexibility amid food shortages.",
        "According to a Brookings analysis, almost 35 percent of households with children said they did not have sufficient food, that's 14 percent higher than during the recession. Amid the COVID-19 pandemic, Shafiroff is encouraging those who can afford it to make donations to their local food pantry.",
        "“I know my husband and I recently donated 10,000 meals to Heart of the Hamptons, which is a food pantry in the Hamptons, because we feel so strongly about providing food and being part of the solution,” said Shafiroff, who is also the author of \"Successful Philanthropy: How to Make a Life By What You Give,\" which explores the meaning of giving back in today’s era. \"And of course, 10,000 meals really doesn't mean much when you look at a country with 39 million people out of work, but if we all work together, I believe we can solve this problem.”",
        "For more with Philanthropist and New York Mission Society Board Member Jean Shafiroff watch the full video above.",
        "Emily DeCiccio is a reporter and video producer for Fox News Digital Originals. Tweet her @EmilyDeCiccio."
      ]
    },
    {
      "title": "Widowed NJ mom on turning to food bank after being furloughed: 'They are there for this time of need'",
      "body": [
        "Get all the latest news on coronavirus and more delivered daily to your inbox. Sign up here.",
        "A widowed mother of three in New Jersey is hoping to reduce the \"stigma\" surrounding food bank assistance after she was furloughed from her job and left without options amid the coronavirus pandemic.",
        "Alissa Hogan told \"The Daily Briefing\" Tuesday she had reached out to the state's unemployment office multiple times after she was furloughed from her restaurant job, but her requests went unanswered.",
        "\"Right now, it's like you're at the mercy of a computer system, and there is just no way of getting through to anyone. There's no one to talk to you,\" she said. \"I can write multiple emails, and you are just not getting the responses that you need.\"",
        "DRIVE-THROUGH FOOD PANTRY OPENS UP IN SAN FRANCISCO AMID CORONAVIRUS",
        "After exhausting all other options, Hogan turned to a local food bank for help.",
        "\"I really think that food banks are an amazing resource that unfortunately, people are embarrassed to use,\" Hogan told host Dana Perino.",
        "\"I actually was very unknowledgeable, and I thought that food banks were for people who were homeless,\" she explained. \"I didn't realize that any family could go there.\"",
        "Hogan said she chose to speak out to let others who are struggling to feed their families know that food banks are \"there for this time of need.\"",
        "CLICK HERE FOR COMPLETE CORONAVIRUS COVERAGE",
        "\"There really is a stigma ... behind the whole thing of food banks. But for me going, it was very discreet,\" she said. \"The people don't ask any questions. You drive up in your car, grab a box, and drive away.\""
      ]
    },
    {
      "title": "Human contact during coronavirus: Artist captures group's efforts to unite families through donated iPads",
      "body": [
        "Hours after the 2015 terror attacks in Paris, French illustrator Jean Jullien spontaneously took to his sketchbook with simple brush strokes of ink to create a peace symbol with the Eiffel tower – known as “Peace for Paris” – which quickly became an iconic image of the world’s solidarity with France.",
        "His latest work is equally powerful.",
        "In a minimalist black-and-green illustration, the artist captures two people embracing through the frame of an iPad, a device that has become the new doorway to communication during the deadly COVID-19 pandemic.",
        "The 37-year-old Jullien created the image to spotlight the work of iPads to Hospitals, a New York-based volunteer group that is collecting used iPads and donating them to hospitals and nursing homes in underserved communities – allowing those in isolation to connect with loved ones.",
        "“My idea was to focus on the embrace, the warmth of bringing people closer,” Jullien said of his work, released exclusively to Fox News.",
        "“The tablet has become a digital gateway, a frame for this moment,” he said in an email.",
        "The effort by the group – founded by Amy Johnson and Jeff Arace, medical students at SUNY Downstate in Brooklyn – is making an impact. iPads to Hospitals has so far received 1,000 used tablets from 35 states and has nearly reached its $50,000 fundraising goal. The organization, which Fox News profiled last month, is now expanding its reach from hospitals to nursing homes, enabling the elderly to virtually connect with family members who are restricted from visiting due to the outbreak.",
        "“The elderly are a population susceptible to infection, so many homes have strict visitor restrictions, while individuals in hospice care and long-term rehabilitation hospitals have chronic or terminal illnesses that prevent them from being able to leave the medical care setting,” said Shenara Musthaq, a 26-year-old medical student at SUNY Downstate and one of the group’s volunteers.",
        "“Unfortunately, these are individuals that remain at a higher risk of infection than the general population so we hope to provide a stronger means of communication with loved ones until the safety measures are in place for in-person visits,” Musthaq said.",
        "As soon as used iPads are received by mail, volunteers, like 29-year-old Ian Kaplan, work to ensure the devices are properly reset and fit for donation. Sometimes the tablets arrive with handwritten notes, which exemplify the humanity of everyday Americans wanting to help from the confines of their homes.",
        "One woman from Los Angeles wrote about her father, who died from lung disease last July after falling ill in 2017 and spending months in a hospital – living longer than doctors expected.",
        "“This iPad was a hand-me-down given to me with love by my late father,” she wrote.",
        "“My family and I were very privileged to spend every day by his side. I believe that it made all the difference … My heart is breaking for patients and loved ones who cannot be together right now. My prayer is that even one more family might be able to beat the odds – and this will provide some comfort during dark times,” she said.",
        "“It’s not every day that someone receives a handwritten letter in the mail anymore,” Kaplan said of the notes he finds tucked away in boxes and wrapped around devices, some written by children.",
        "“The letters we received have just been incredibly powerful and touching. Some have brought me closer to the hearts of the donors writing them, as they share the deeply impactful stories behind their own personal motivation to get involved in our cause,” he said.",
        "Hospitals receiving the used iPads from across the five boroughs of New York include Jacobi Medical Center, New York-Presbyterian Brooklyn Methodist Hospital, Calvary Hospital and Maimonides Medical Center.",
        "Dr. Douglas Reich, chairman of Family Medicine at Bronx HealthCare System, which received another batch of iPads from the group on Friday, described the impact of the donations as “event changing.”",
        "“They stepped into a void that none of us knew even existed,” Reich said of the group and its focus on the critical use of iPads during the pandemic.",
        "Reich said the hospital’s IT department worked from the beginning of the outbreak to use technology as a way to connect families with COVID-19 patients isolated in their rooms.",
        "“We had a limited numbers of iPads within our own institution. We’d have a patient’s family member arrive and we’d give them an iPad in the lobby and then run upstairs to give one to the patient. It was somewhat cumbersome,” he said.",
        "“The help from this group has now made it so much more efficient and has streamlined the process,” Reich said. “We’re now connecting 50 to 75 patients a day with iPads. So many more people are able to communicate with their family members.”",
        "Reich recounted one day in late afternoon when a COVID patient, speaking in Spanish, told him he had not seen or heard from anyone since doctors attended to him that morning. Reich promptly grabbed an iPad and dialed up the patient’s wife and three daughters, who were able to FaceTime with their father from his hospital bed.",
        "“It was a beautiful moment to witness,” he said. “At the end of it, one of my colleagues called back the family to ask if they had any questions or concerns and they were sobbing on the other end of the phone.”",
        "“They were so grateful for the experience to be able to see their dad,” he said."
      ]
    }
  ]
}
